<?php
  //-----------------
  //General
  //-----------------
  $lang["gen1"]      = "Відправити";
  $lang["gen2"]      = "Зберегти";

  //-----------------
  //Nav
  //-----------------
  $lang["nav1"]      = "Головна";
  $lang["nav2"]      = "Топ гравців";
  $lang["nav3"]      = "Статистика";
  $lang["nav4"]      = "Правила гри";
  $lang["nav5"]      = "Увійдіть у свій особистий кабінет";
  $lang["nav6"]      = "Вийти";
  $lang["nav7"]      = "Особистий кабіне";

  //-----------------
  //Admin nav
  //-----------------
  $lang["admnav1"]      = "Панель адмініструванн";
  $lang["admnav2"]      = "Опублікувати пост";
  $lang["admnav3"]      = "Керування сайтом";

  //-----------------
  //Ranking
  //-----------------
  $lang["ran1"]      = "На сервері повинні бути зареєстровані 15 чоловік, аби топ став доступним";
  $lang["ran2"]      = "Нікнейм";
  $lang["ran3"]      = "Сиру зібрано першим";
  $lang["ran4"]      = "Врятовано мишок із сиром";


  //-----------------
  //User's Stats
  //-----------------
  $lang["usrstts1"]      = "Введіть нікнейм";
  $lang["usrstts2"]      = "Нікнейм";
  $lang["usrstts3"]      = "Дивитися статистику";

  $lang["usrstts4"]      = "Стать";
  $lang["usrstts5"]      = "Партнер";
  $lang["usrstts6"]      = "Плем’я";
  $lang["usrstts7"]      = "Рівень";
  $lang["usrstts8"]      = "Очки пригод";
  $lang["usrstts9"]      = "Шаман";
  $lang["usrstts10"]     = "Врятовано мишок із сиром";
  $lang["usrstts11"]     = "Сира зібрано за шамана";
  $lang["usrstts12"]     = "Миша";
  $lang["usrstts13"]     = "Сира зібрано першим";
  $lang["usrstts14"]     = "Сира зібрано";
  $lang["usrstts15"]     = "Bootcamp";

  $lang["usrstts16"]     = "Гравець";
  $lang["usrstts17"]     = "VIP";
  $lang["usrstts18"]     = "Игрок";
  $lang["usrstts19"]     = "Пиар-агент";
  $lang["usrstts20"]     = "Helper";
  $lang["usrstts21"]     = "MapCrew";
  $lang["usrstts22"]     = "Модератор";
  $lang["usrstts23"]     = "Супермодератор";
  $lang["usrstts24"]     = "Адміністратор";
  $lang["usrstts25"]     = "Менеджер";
  $lang["usrstts26"]     = "Головний Адміністратор";
  $lang["usrstts27"]     = "Засновник";

  $lang["usrstts28"]     = "не вказано";
  $lang["usrstts29"]     = "чоловік";
  $lang["usrstts30"]     = "жінка";

  $lang["usrstts31"]     = "Статистика гравця";

  //-----------------
  //Game Rules
  //-----------------
  $lang["rul1"]      = "Правила";

  //-----------------
  //User's Profile
  //-----------------
  $lang["pro1"]      = "Налаштування";
  $lang["pro2"]      = "Моя статистика";
  $lang["pro3"]      = "Ваш ID";
  $lang["pro4"]      = "Ваш e-mail";
  $lang["pro5"]      = "Змінити пароль";
  $lang["pro6"]      = "Поточний пароль";
  $lang["pro7"]      = "Новий пароль";
  $lang["pro8"]      = "Повторіть новий пароль";
  $lang["pro9"]      = "Установіть e-mail для відновлення доступ";
  $lang["pro10"]     = "Введіть e-mail ще ра";

  $lang["proer1"]    = "Помилка! Переконайтесь, що дані уведені правильно.";

  //-----------------
  //Login page
  //-----------------
  $lang["log1"]      = "Авторизація";
  $lang["log2"]      = "Нікнейм";
  $lang["log3"]      = "Пароль";
  $lang["log4"]      = "Війти";

  //-----------------
  //Admin panel
  //-----------------
  $lang["adm1"]      = "Керування сайтом";
  $lang["adm2"]      = "Стиль";
  $lang["adm3"]      = "Літо";
  $lang["adm4"]      = "Зима";
  $lang["adm5"]      = "Технічне обслуговування";
  $lang["adm6"]      = "Увімкнути режим повного техобслуговування";
  $lang["adm7"]      = "Увімкнути режим обмеженого технічного обслуговування (тільки головна сторінка й записи)";
  $lang["adm8"]      = "Вимкнути режим технічного обслуговування";
  $lang["adm9"]      = "Ви повинні вибрати усі налаштування перед тим як продовжити!";

  $lang["adm10"]     = "Публікація новин";
  $lang["adm11"]     = "Заголовок";
  $lang["adm12"]     = "Текст запису";
  $lang["adm13"]     = "Опублікувати";

  $lang["admer1"]    = "Помилка! Переконайтесь, що ви ввели заголовок й текст запису";

  $lang["admsuc1"]   = "Новина була опублікована!";


?>