<?php
  //-----------------
  //General
  //-----------------
  $lang["gen1"]      = "Адправіць";
  $lang["gen2"]      = "Захаваць";

  //-----------------
  //Nav
  //-----------------
  $lang["nav1"]      = "Галоўная";
  $lang["nav2"]      = "Топ гульцоў";
  $lang["nav3"]      = "Статыстыка";
  $lang["nav4"]      = "Правілы гульн";
  $lang["nav5"]      = "Увайдзіце ў свой асабісты кабіне";
  $lang["nav6"]      = "Выйсці";
  $lang["nav7"]      = "Асабісты кабіне";

  //-----------------
  //Admin nav
  //-----------------
  $lang["admnav1"]      = "Панэль адміністраванн";
  $lang["admnav2"]      = "Апублікаваць пост";
  $lang["admnav3"]      = "Кіраванне сайтам";

  //-----------------
  //Ranking
  //-----------------
  $lang["ran1"]      = "На серверы павінна быць зарэгістравана 15 чалавек, каб топ стаў даступны";
  $lang["ran2"]      = "Нікнэйм";
  $lang["ran3"]      = "Сыру сабрана першым";
  $lang["ran4"]      = "Выратавана мышак з сырам";


  //-----------------
  //User's Stats
  //-----------------
  $lang["usrstts1"]      = "Увядзіце нікнэйм";
  $lang["usrstts2"]      = "Нікнэйм";
  $lang["usrstts3"]      = "Глядзець статыстык";

  $lang["usrstts4"]      = "Пол";
  $lang["usrstts5"]      = "Партнер";
  $lang["usrstts6"]      = "Племя";
  $lang["usrstts7"]      = "Ўзровень";
  $lang["usrstts8"]      = "Ачкі прыго";
  $lang["usrstts9"]      = "Шаман";
  $lang["usrstts10"]     = "Выратавана мышак з сырам";
  $lang["usrstts11"]     = "Сыру сабрана за шамана";
  $lang["usrstts12"]     = "Мыш";
  $lang["usrstts13"]     = "Сыру сабрана першым";
  $lang["usrstts14"]     = "Сыру сабран";
  $lang["usrstts15"]     = "Bootcamp";

  $lang["usrstts16"]     = "Гулец";
  $lang["usrstts17"]     = "VIP";
  $lang["usrstts18"]     = "Гулец";
  $lang["usrstts19"]     = "Піяр-аген";
  $lang["usrstts20"]     = "Helper";
  $lang["usrstts21"]     = "MapCrew";
  $lang["usrstts22"]     = "Мадэратар";
  $lang["usrstts23"]     = "Супермадэратар";
  $lang["usrstts24"]     = "Адміністратар";
  $lang["usrstts25"]     = "Менеджэр";
  $lang["usrstts26"]     = "Галоўны Адміністратар";
  $lang["usrstts27"]     = "Заснавальнік";

  $lang["usrstts28"]     = "Не паказаны";
  $lang["usrstts29"]     = "мужчына";
  $lang["usrstts30"]     = "жанчына";

  $lang["usrstts31"]     = "Статыстыка гульц";

  //-----------------
  //Game Rules
  //-----------------
  $lang["rul1"]      = "Правілы";

  //-----------------
  //User's Profile
  //-----------------
  $lang["pro1"]      = "Налады";
  $lang["pro2"]      = "Мая статыстык";
  $lang["pro3"]      = "Ваш ID";
  $lang["pro4"]      = "Ваш e-mail";
  $lang["pro5"]      = "Змяніць пароль";
  $lang["pro6"]      = "Сапраўдны пароль";
  $lang["pro7"]      = "Новы пароль";
  $lang["pro8"]      = "Паўтарыце новы парол";
  $lang["pro9"]      = "Усталюйце e-mail для аднаўлення доступу";
  $lang["pro10"]     = "Увядзіце e-mail яшчэ ра";

  $lang["proer1"]    = "Памылка! Пераканайцеся, што дадзеныя ўведзены правільна.";

  //-----------------
  //Login page
  //-----------------
  $lang["log1"]      = "Аўтарызацыя";
  $lang["log2"]      = "Нікнэйм";
  $lang["log3"]      = "Пароль";
  $lang["log4"]      = "Увайсці";

  //-----------------
  //Admin panel
  //-----------------
  $lang["adm1"]      = "Кіраванне сайтам";
  $lang["adm2"]      = "Стыль";
  $lang["adm3"]      = "Лета";
  $lang["adm4"]      = "Зіма";
  $lang["adm5"]      = "Тэхнічнае абслугоўванне";
  $lang["adm6"]      = "Уключыць рэжым поўнага тэхабслугоўвання";
  $lang["adm7"]      = "Уключыць рэжым абмежаванага тэхнічнага абслугоўвання (толькі галоўная старонка і запісы)";
  $lang["adm8"]      = "Выключыць рэжым тэхнічнага абслугоўвання";
  $lang["adm9"]      = "Вы павінны выбраць усе налады перад тым, як працягнуць!";

  $lang["adm10"]     = "Публікацыя навін";
  $lang["adm11"]     = "Загаловак";
  $lang["adm12"]     = "Тэкст запісу";
  $lang["adm13"]     = "Апублікаваць";

  $lang["admer1"]    = "Памылка! пераканайцеся, што вы ўвялі загаловак і тэкст запісу.";

  $lang["admsuc1"]   = "Навіна была апублікована";


?>