<?php
  //-----------------
  //General
  //-----------------
  $lang["gen1"]      = "Отправить";
  $lang["gen2"]      = "Сохранить";

  //-----------------
  //Nav
  //-----------------
  $lang["nav1"]      = "Главная";
  $lang["nav2"]      = "Топ игроков";
  $lang["nav3"]      = "Статистика";
  $lang["nav4"]      = "Правила игры";
  $lang["nav5"]      = "Войдите в свой личный кабинет";
  $lang["nav6"]      = "Выйти";
  $lang["nav7"]      = "Личный кабинет";

  //-----------------
  //Ranking
  //-----------------
  $lang["ran1"]      = "На сервере должно быть зарегистрировано 15 человек, чтобы топ стал доступен";

  //-----------------
  //User's Stats
  //-----------------
  $lang["usrstts1"]      = "Введите никнейм";
  $lang["usrstts2"]      = "Никнейм";
  $lang["usrstts3"]      = "Смотреть статистику";

  $lang["usrstts4"]      = "Пол";
  $lang["usrstts5"]      = "Партнер";
  $lang["usrstts6"]      = "Племя";
  $lang["usrstts7"]      = "Уровень";
  $lang["usrstts8"]      = "Очки приключений";
  $lang["usrstts9"]      = "Шаман";
  $lang["usrstts10"]      = "Мышек спасено";
  $lang["usrstts11"]      = "Сыра собрано за шамана";
  $lang["usrstts12"]      = "Мышь";
  $lang["usrstts13"]      = "Сыра собрано первым";
  $lang["usrstts14"]      = "Сыра собрано";
  $lang["usrstts15"]      = "Bootcamp";

  $lang["usrstts16"]      = "Игрок";
  $lang["usrstts17"]      = "VIP";
  $lang["usrstts18"]      = "Игрок";
  $lang["usrstts19"]      = "Пиар-агент";
  $lang["usrstts20"]      = "Helper";
  $lang["usrstts21"]      = "MapCrew";
  $lang["usrstts22"]      = "Модератор";
  $lang["usrstts23"]      = "Супермодератор";
  $lang["usrstts24"]      = "Администратор";
  $lang["usrstts25"]      = "Менеджер";
  $lang["usrstts26"]      = "Главный Администратор";
  $lang["usrstts27"]      = "Основатель";

  $lang["usrstts28"]      = "не указан";
  $lang["usrstts29"]      = "мужчина";
  $lang["usrstts30"]      = "женщина";

  $lang["usrstts31"]      = "Статистика игрока";

  //-----------------
  //Game Rules
  //-----------------
  $lang["rul1"]      = "Правила";

  //-----------------
  //User's Profile
  //-----------------
  $lang["pro1"]      = "Настройки";
  $lang["pro2"]      = "Моя статистика";
  $lang["pro3"]      = "Ваш ID";
  $lang["pro4"]      = "Ваш e-mail";
  $lang["pro5"]      = "Сменить пароль";
  $lang["pro6"]      = "Текущий пароль";
  $lang["pro7"]      = "Новый пароль";
  $lang["pro8"]      = "Повторите новый пароль";
  $lang["pro9"]      = "Установите e-mail для восстановления доступа";
  $lang["pro10"]      = "Введите e-mail еще раз";

  $lang["proer1"]      = "Ошибка! Убедитесь, что данные введены правильно.";

  //-----------------
  //Login page
  //-----------------
  $lang["rul1"]      = "Rules";

  //-----------------
  //Admin panel
  //-----------------
  $lang["adm1"]      = "Управление сайтом";
  $lang["adm2"]      = "Стиль";
  $lang["adm3"]      = "Лето";
  $lang["adm4"]      = "Зима";
  $lang["adm5"]      = "Техническое обслуживание";
  $lang["adm6"]      = "Включить режим полного техобслуживания";
  $lang["adm7"]      = "Включить режим ограниченного технического обслуживания (только главная страница и записи)";
  $lang["adm8"]      = "Выключить режим технического обслуживания";
  $lang["adm9"]      = "Вы должны выбрать все настройки перед тем как продолжить!";

  $lang["adm10"]      = "Публикация новостей";
  $lang["adm11"]      = "Заголовок";
  $lang["adm12"]      = "Текст записи";
  $lang["adm13"]      = "Опубликовать";

  $lang["admer1"]      = "Ошибка! Убедитесь, что вы ввели заголовок и текст записи.";

  $lang["admsuc1"]      = "Новость была опубликована!";


?>